Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's the most interesting documentary you've seen recently?
de: Was ist die interessanteste Dokumentation, die du kürzlich gesehen hast?
es: ¿Cuál es el documental más interesante que has visto recientemente?
fr: Quel est le documentaire le plus intéressant que tu aies vu récemment ?
it: Qual è il documentario più interessante che hai visto di recente?
ja: 最近見た最も興味深いドキュメンタリーは何ですか？
ko: 최근에 본 가장 흥미로운 다큐멘터리는 무엇인가요?
nb: Hva er den mest interessante dokumentaren du har sett i det siste?
nl: Wat is de meest interessante documentaire die je recentelijk hebt gezien?
pl: Jaki jest najciekawszy dokument, jaki widziałeś ostatnio?
pt_br: Qual é o documentário mais interessante que você viu recentemente?
sv: Vilken är den mest intressanta dokumentären du har sett nyligen?
uk: Який найцікавіший документальний фільм ви нещодавно бачили?
zh_hans: 你最近看过的最有趣的纪录片是什么？

source: What’s the most interesting fact you know?
de: Was ist die interessanteste Tatsache, die du kennst?
es: ¿Cuál es el dato más interesante que sabes?
fr: Quel est le fait le plus intéressant que vous connaissez ?
it: Qual è il fatto più interessante che conosci?
ja: 知っている中で一番面白い事実は何ですか？
ko: 가장 흥미로운 사실은 무엇인가요?
nb: Hva er den mest interessante faktaopplysningen du vet?
nl: Wat is het meest interessante feit dat je kent?
pl: Jaki jest najciekawszy fakt, jaki znasz?
pt_br: Qual é o fato mais interessante que você conhece?
sv: Vilket är det mest intressanta faktum du känner till?
uk: Який найцікавіший факт ви знаєте?
zh_hans: 你知道的最有趣的事实是什么？

source: What's the most interesting person you've ever met while travelling?
de: Wer ist der interessanteste Mensch, dem du auf Reisen begegnet bist?
es: ¿Cuál es la persona más interesante que has conocido mientras viajabas?
fr: Quelle est la personne la plus intéressante que tu aies rencontrée en voyage ?
it: Qual è la persona più interessante che hai mai incontrato durante un viaggio?
ja: 旅行中に出会った中で一番面白い人は誰ですか？
ko: 여행 중 만난 가장 흥미로운 사람은 누구인가요?
nb: Hvem er den mest interessante personen du noen gang har møtt mens du reiste?
nl: Wie is de meest interessante persoon die je ooit tijdens het reizen hebt ontmoet?
pl: Kim jest najciekawsza osoba, jaką poznałeś podczas podróży?
pt_br: Qual é a pessoa mais interessante que você já conheceu durante uma viagem?
sv: Vem är den mest intressanta personen du någonsin har träffat när du reste?
uk: Хто найцікавіша людина, яку ви зустріли під час подорожі?
zh_hans: 你在旅行中遇到的最有趣的人是谁？

source: What's the most interesting tab open in your browser right now?
de: Was ist der interessanteste Tab, der gerade in deinem Browser geöffnet ist?
es: ¿Cuál es la pestaña más interesante abierta en tu navegador ahora?
fr: Quel est l'onglet le plus intéressant ouvert dans votre navigateur en ce moment ?
it: Qual è la scheda più interessante aperta nel tuo browser in questo momento?
ja: 今ブラウザで開いている中で一番面白いタブは何ですか？
ko: 지금 브라우저에서 열려 있는 탭 중 가장 흥미로운 것은 무엇인가요?
nb: Hva er den mest interessante fanen som er åpen i nettleseren din akkurat nå?
nl: Wat is de meest interessante tab die nu open staat in je browser?
pl: Jaka jest najciekawsza karta otwarta w twojej przeglądarce w tej chwili?
pt_br: Qual é a aba mais interessante aberta no seu navegador agora?
sv: Vilken är den mest intressanta fliken som är öppen i din webbläsare just nu?
uk: Яка найцікавіша вкладка відкрита у вашому браузері зараз?
zh_hans: 你浏览器里现在打开的最有趣的标签页是什么？

source: What's the most interesting thing about where you grew up?
de: Was ist das Interessanteste an dem Ort, wo du aufgewachsen bist?
es: ¿Qué es lo más interesante del lugar donde creciste?
fr: Quelle est la chose la plus intéressante à propos de l'endroit où vous avez grandi ?
it: Qual è la cosa più interessante del posto in cui sei cresciuto?
ja: 育った場所で一番面白いところは何ですか？
ko: 자란 곳에서 가장 흥미로운 점은 무엇인가요?
nb: Hva er det mest interessante med stedet du vokste opp?
nl: Wat is het meest interessante aan de plaats waar je bent opgegroeid?
pl: Co jest najciekawszego w miejscu, gdzie dorastałeś?
pt_br: A coisa mais interessante sobre onde você cresceu?
sv: Vad är det mest intressanta med platsen där du växte upp?
uk: Що найцікавішого в місці, де ви виросли?
zh_hans: 你长大的地方最有趣的事情是什么？

source: What’s the most interesting thing you’ve learned about another culture?
de: Was ist das Interessanteste, das du über eine andere Kultur gelernt hast?
es: ¿Qué es lo más interesante que has aprendido sobre otra cultura?
fr: Quelle est la chose la plus intéressante que tu aies apprise sur une autre culture ?
it: Qual è la cosa più interessante che hai imparato su un'altra cultura?
ja: 他の文化について学んだ中で一番興味深いことは何ですか？
ko: 다른 문화에 대해 배운 것 중 가장 흥미로운 것은 무엇인가요?
nb: Hva er det mest interessante du har lært om en annen kultur?
nl: Wat is het meest interessante dat je over een andere cultuur hebt geleerd?
pl: Jaka jest najciekawsza rzecz, której nauczyłeś się o innej kulturze?
pt_br: Qual é a coisa mais interessante que você aprendeu sobre outra cultura?
sv: Vad är det mest intressanta du har lärt dig om en annan kultur?
uk: Що найцікавіше ви дізналися про іншу культуру?
zh_hans: 你了解到的关于其他文化最有趣的事情是什么？

source: What's the most interesting tour you've ever taken?
de: Was war die interessanteste Tour, die du je gemacht hast?
es: ¿Cuál es la excursión más interesante que has hecho?
fr: Quelle est la visite la plus intéressante que tu aies faite ?
it: Qual è il tour più interessante che tu abbia mai fatto?
ja: 今までで一番面白かったツアーは何ですか？
ko: 가장 흥미로웠던 투어는 무엇인가요?
nb: Hva er den mest interessante omvisningen du noen gang har tatt?
nl: Wat is de meest interessante tour die je ooit hebt gedaan?
pl: Jaka była najciekawsza wycieczka z przewodnikiem, na jakiej byłeś/aś?
pt_br: Qual o tour mais interessante que você já fez?
sv: Vilken är den mest intressanta rundturen du någonsin gjort?
uk: Який найцікавіший тур ви коли-небудь брали?
zh_hans: 你参加过的最有意思的旅行团是哪个？

source: What's the most loving thing someone has said to you?
de: Was ist das Liebevollste, was dir jemals jemand gesagt hat?
es: ¿Cuál es la cosa más amorosa que alguien te ha dicho?
fr: Quelle est la chose la plus aimante que quelqu'un t'ait dite ?
it: Qual è la cosa più amorevole che qualcuno ti abbia mai detto?
ja: 誰かがあなたに言った最も愛情深い言葉は何ですか？
ko: 누군가가 당신에게 해준 가장 사랑스러운 말은 무엇인가요?
nb: Hva er det mest kjærlige noen har sagt til deg?
nl: Wat is het meest liefdevolle wat iemand ooit tegen je heeft gezegd?
pl: Jaka jest najbardziej kochająca rzecz, jaką ktoś ci powiedział?
pt_br: Qual é a coisa mais amorosa que alguém já disse para você?
sv: Vad är det mest kärleksfulla någon har sagt till dig?
uk: Що найласкавішого вам хтось говорив?
zh_hans: 别人对你说过最有爱的话是什么？

source: What's the most luxurious travel experience you've had?
de: Was war deine luxuriöseste Reiseerfahrung?
es: ¿Cuál ha sido tu experiencia de viaje más lujosa?
fr: Quelle est ton expérience de voyage la plus luxueuse ?
it: Qual è stata la tua esperienza di viaggio più lussuosa?
ja: 今までで最も贅沢な旅行体験は何ですか？
ko: 가장 호화로운 여행 경험은 무엇인가요?
nb: Hva er den mest luksuriøse reiseopplevelsen du har hatt?
nl: Wat is de meest luxueuze reiservaring die je hebt gehad?
pl: Jakie jest twoje najbardziej luksusowe doświadczenie z podróży?
pt_br: Qual foi a sua experiência de viagem mais luxuosa?
sv: Vad är den mest lyxiga reseupplevelsen du har haft?
uk: Який найрозкішніший досвід подорожі у вас був?
zh_hans: 你最奢华的旅行体验是什么？

source: What's the most meaningful thing a teacher ever did for you?
de: Was ist das Bedeutendste, das ein Lehrer je für dich getan hat?
es: ¿Qué es lo más significativo que un profesor hizo por ti?
fr: Quelle est la chose la plus marquante qu’un professeur ait faite pour toi ?
it: Qual è la cosa più significativa che un insegnante ha mai fatto per te?
ja: 先生があなたにしてくれた最も意味のあることは何ですか？
ko: 선생님이 해준 가장 의미 있는 일은 무엇인가요?
nb: Hva er den mest betydningsfulle tingen en lærer noen gang har gjort for deg?
nl: Wat is het meest betekenisvolle dat een leraar ooit voor je deed?
pl: Co jest najbardziej znaczącą rzeczą, jaką zrobił dla ciebie nauczyciel?
pt_br: Qual foi a coisa mais significativa que um professor já fez por você?
sv: Vad är det mest meningsfulla en lärare någonsin gjort för dig?
uk: Що найважливішого зробив для тебе вчитель?
zh_hans: 老师为你做过的最有意义的事是什么？

source: What's the most meaningful way you can imagine spending a year?
de: Was ist die bedeutungsvollste Art, sich ein Jahr zu verbringen, die du dir vorstellen kannst?
es: ¿Cuál es la forma más significativa que puedes imaginar para pasar un año?
fr: Quelle est la façon la plus significative que tu imagines pour passer une année ?
it: Qual è il modo più significativo che puoi immaginare per passare un anno?
ja: 1年間を過ごす最も有意義な方法は何だと思いますか？
ko: 1년을 보내는 가장 의미 있는 방법은 무엇이라고 생각하나요?
nb: Hva er den mest meningsfulle måten du kan tenke deg å bruke et år på?
nl: Wat is de meest betekenisvolle manier waarop je je een jaar kunt voorstellen?
pl: Jaki jest najbardziej znaczący sposób spędzenia roku, jaki możesz sobie wyobrazić?
pt_br: Qual é a maneira mais significativa que você pode imaginar para passar um ano?
sv: Vad är det mest meningsfulla sättet du kan tänka dig att spendera ett år på?
uk: Який найбільш значущий спосіб провести рік, який ви можете собі уявити?
zh_hans: 你能想象到的最有意义的度过一年的方式是什么？

source: What’s the most memorable dream you’ve had about someone?
de: Was war der denkwürdigste Traum, den du von jemandem hattest?
es: ¿Cuál es el sueño más memorable que has tenido sobre alguien?
fr: Quel est le rêve le plus mémorable que tu aies eu à propos de quelqu'un ?
it: Qual è il sogno più memorabile che hai fatto su qualcuno?
ja: 誰かについて見た最も記憶に残る夢は何ですか？
ko: 누군가에 대해 꾼 가장 기억에 남는 꿈은 무엇인가요?
nb: Hva er den mest minneverdige drømmen du har hatt om noen?
nl: Wat is de meest memorabele droom die je over iemand hebt gehad?
pl: Jaki jest najbardziej pamiętny sen, który miałeś o kimś?
pt_br: Qual é o sonho mais memorável que você teve sobre alguém?
sv: Vilken är den mest minnesvärda drömmen du har haft om någon?
uk: Який найбільш пам'ятний сон тобі снився про когось?
zh_hans: 你做过最难忘的关于某人的梦是什么？

source: What's the most outdated piece of tech you still use?
de: Was ist das veralteteste Technikgerät, das du noch benutzt?
es: ¿Cuál es la tecnología más anticuada que todavía usas?
fr: Quel est l'appareil technologique le plus obsolète que tu utilises encore ?
it: Qual è il pezzo di tecnologia più obsoleto che usi ancora?
ja: 今でも使っている最も時代遅れのテクノロジーは何ですか？
ko: 아직도 사용하는 가장 구식 기술은 무엇인가요?
nb: Hva er den mest utdaterte teknologien du fortsatt bruker?
nl: Wat is het meest verouderde technologische ding dat je nog steeds gebruikt?
pl: Jaki jest najbardziej przestarzały sprzęt technologiczny, którego nadal używasz?
pt_br: Qual é a peça de tecnologia mais desatualizada que você ainda usa?
sv: Vilken är den mest föråldrade teknikpryl du fortfarande använder?
uk: Який найбільш застарілий технологічний пристрій ви все ще використовуєте?
zh_hans: 你还在使用的最过时的科技产品是什么？

source: What's the most over-the-top thing you'd do if you won the lottery?
de: Was wäre das Übertriebenste, was du tun würdest, wenn du im Lotto gewinnen würdest?
es: ¿Qué es lo más exagerado que harías si te tocara la lotería?
fr: Quelle est la chose la plus extravagante que tu ferais si tu gagnais à la loterie ?
it: Qual è la cosa più esagerata che faresti se vincessi alla lotteria?
ja: 宝くじに当たったら、一番やり過ぎなことは何ですか？
ko: 복권에 당첨된다면 가장 과하게 할 일은 무엇인가요?
nb: Hva er det mest overdrevne du ville gjort hvis du vant i lotto?
nl: Wat is het meest extravagante dat je zou doen als je de loterij zou winnen?
pl: Co byś zrobił najbardziej na pokaz, gdybyś wygrał na loterii?
pt_br: Qual é a coisa mais exagerada que você faria se ganhasse na loteria?
sv: Vad är det mest överdrivna du skulle göra om du vann på lotteri?
uk: Що найбільш екстравагантного ви б зробили, якби виграли в лотерею?
zh_hans: 如果你中了彩票，你会做的最夸张的事情是什么？

source: What's the most overpriced thing you happily pay for?
de: Was ist das überteuertste, wofür du gerne bezahlst?
es: ¿Qué es lo más caro que pagas felizmente?
fr: Quelle est la chose la plus chère pour laquelle tu paies volontiers ?
it: Qual è la cosa più cara che paghi felicemente?
ja: 喜んでお金を払う、最も値段が高すぎるものは何ですか？
ko: 기꺼이 지불하는 가장 비싼 것은 뭐예요?
nb: Hva er den dyreste tingen du gjerne betaler for?
nl: Wat is het meest overpriced waar je graag voor betaalt?
pl: Jaka jest najbardziej zawyżona cenowo rzecz, za którą chętnie płacisz?
pt_br: Qual é a coisa mais cara que você paga feliz?
sv: Vad är det mest överprisade du gärna betalar för?
uk: Що найдорожче ви охоче купуєте?
zh_hans: 你心甘情愿为哪样价格虚高的东西买单？

source: What's the most overrated tourist destination you've visited?
de: Was ist das überbewertetste Touristenziel, das du besucht hast?
es: ¿Cuál es el destino turístico más sobrevalorado que has visitado?
fr: Quelle est la destination touristique la plus surestimée que tu aies visitée ?
it: Qual è la destinazione turistica più sopravvalutata che hai visitato?
ja: 今まで訪れた中で最も過大評価されている観光地はどこですか？
ko: 방문했던 관광지 중 가장 과대평가된 곳은 어디인가요?
nb: Hva er det mest overvurderte turistmålet du har besøkt?
nl: Wat is de meest overschatte toeristische bestemming die je hebt bezocht?
pl: Jakie jest najbardziej przereklamowane miejsce turystyczne, które odwiedziłeś?
pt_br: Qual é o destino turístico mais superestimado que você visitou?
sv: Vilken är den mest överskattade turistdestinationen du har besökt?
uk: Яке найбільш переоцінене туристичне місце ви відвідали?
zh_hans: 你去过的最被高估的旅游目的地是哪里？

source: What's the most physically adventurous thing you did as a kid?
de: Was war das abenteuerlichste körperliche Ding, das du als Kind gemacht hast?
es: ¿Qué fue lo más aventurero físicamente que hiciste de niño?
fr: Quelle est la chose la plus physiquement aventureuse que tu aies faite enfant ?
it: Qual è stata la cosa più fisicamente avventurosa che hai fatto da bambino?
ja: 子供の頃にやった一番冒険的な身体的活動は何ですか？
ko: 어릴 적에 한 가장 모험적인 신체 활동은 무엇인가요?
nb: Hva er det mest fysiske vågale du gjorde som barn?
nl: Wat is het meest fysiek avontuurlijke dat je als kind deed?
pl: Co było najbardziej fizycznie odważną rzeczą, którą zrobiłeś jako dziecko?
pt_br: Qual foi a coisa fisicamente mais aventureira que você fez quando criança?
sv: Vad var det mest fysiskt äventyrliga du gjorde som barn?
uk: Яка найбільш фізично авантюрна річ, яку ти зробив у дитинстві?
zh_hans: 你小时候做过的最冒险的体力活动是什么？

source: What’s the most recent photo in your camera roll?
de: Was ist das neueste Foto in deiner Kamerarolle?
es: ¿Cuál es la foto más reciente en tu carrete?
fr: Quelle est la photo la plus récente dans votre pellicule ?
it: Qual è la foto più recente nel tuo rullino?
ja: カメラロールの中で一番新しい写真は何ですか？
ko: 카메라 롤에서 가장 최근 사진은 무엇인가요?
nb: Hva er det nyeste bildet i kamerarullen din?
nl: Wat is de meest recente foto in je camerarol?
pl: Jakie jest najnowsze zdjęcie w twoim aparacie?
pt_br: Qual é a foto mais recente no seu rolo da câmera?
sv: Vad är det senaste fotot i din kamerarulle?
uk: Яке найновіше фото у вашій камері?
zh_hans: 你相机胶卷里最新的照片是什么？

source: What's the most remote place you've ever been?
de: Was ist der abgelegenste Ort, an dem du je warst?
es: ¿Cuál es el lugar más remoto que has visitado?
fr: Quel est l'endroit le plus reculé où tu sois jamais allé ?
it: Qual è il posto più remoto in cui sei mai stato?
ja: 今までで一番辺鄙な場所はどこですか？
ko: 가장 오지에 있었던 곳은 어디인가요?
nb: Hva er det mest avsidesliggende stedet du noen gang har vært?
nl: Wat is de meest afgelegen plek waar je ooit bent geweest?
pl: Jakie jest najbardziej odległe miejsce, w jakim byłeś?
pt_br: Qual é o lugar mais remoto que você já visitou?
sv: Vilken är den mest avlägsna plats du någonsin har besökt?
uk: Яке найвіддаленіше місце ви коли-небудь відвідували?
zh_hans: 你去过的最偏远的地方是哪里？

source: What’s the most revealing thing you’re willing to tell me right now?
de: Was ist die persönlichste Sache, die du mir jetzt gerade sagen möchtest?
es: ¿Qué es lo más revelador que estás dispuesto a decirme ahora mismo?
fr: Quelle est la chose la plus révélatrice que tu es prêt(e) à me dire en ce moment ?
it: Qual è la cosa più rivelatrice che sei disposto a dirmi in questo momento?
ja: 今、私に話してもいいと思う一番率直なことは何ですか？
ko: 지금 나에게 말할 수 있는 가장 솔직한 것은 무엇인가요?
nb: Hva er det mest avslørende du er villig til å fortelle meg akkurat nå?
nl: Wat is het meest onthullende dat je me nu wilt vertellen?
pl: Jaka jest najbardziej odkrywcza rzecz, którą chcesz mi teraz powiedzieć?
pt_br: Qual é a coisa mais reveladora que você está disposto a me dizer agora?
sv: Vad är den mest avslöjande saken du är villig att berätta för mig just nu?
uk: Яку найбільш відверту річ ти готовий розповісти мені прямо зараз?
zh_hans: 你现在愿意告诉我的最私密的事情是什么？

source: What's the most ridiculous argument you've gotten into?
de: In welche lächerlichste Diskussion bist du jemals verwickelt gewesen?
es: ¿Cuál es la discusión más ridícula en la que te has metido?
fr: Quelle est la dispute la plus ridicule dans laquelle tu t'es retrouvé ?
it: Qual è la discussione più ridicola in cui sei finito?
ja: 今までで一番馬鹿げた言い争いは何ですか？
ko: 가장 터무니없는 논쟁에 휘말린 적은 무엇인가요?
nb: Hva er den mest latterlige krangelen du har vært borti?
nl: Wat is de meest belachelijke ruzie die je hebt gehad?
pl: W jaką najśmieszniejszą kłótnię się wpakowałeś?
pt_br: Qual foi a discussão mais ridícula em que você já se envolveu?
sv: Vilket är det mest löjliga grälet du har hamnat i?
uk: У яку найбезглуздішу суперечку ти вплутувався?
zh_hans: 你经历过最荒谬的争论是什么？

source: What’s the most ridiculous outfit you’ve ever worn?
de: Was ist das lächerlichste Outfit, das du je getragen hast?
es: ¿Cuál es el atuendo más ridículo que has usado?
fr: Quelle est la tenue la plus ridicule que tu aies jamais portée ?
it: Qual è l'abbigliamento più ridicolo che tu abbia mai indossato?
ja: 今まで着た中で一番馬鹿げた服装は何ですか？
ko: 지금까지 입어본 옷 중 가장 우스꽝스러운 것은 무엇인가요?
nb: Hva er det mest latterlige antrekket du noen gang har hatt på deg?
nl: Wat is de meest belachelijke outfit die je ooit hebt gedragen?
pl: Jaki jest najśmieszniejszy strój, jaki kiedykolwiek nosiłeś?
pt_br: Qual é a roupa mais ridícula que você já usou?
sv: Vad är den mest löjliga outfit du någonsin har burit?
uk: Який найсмішніший одяг ви коли-небудь носили?
zh_hans: 你穿过的最荒唐的服装是什么？

source: What's the most ridiculous thing you believed as a child?
de: Was ist das Lächerlichste, was du als Kind geglaubt hast?
es: ¿Qué es lo más ridículo que creías de niño?
fr: Quelle est la chose la plus ridicule que vous ayez crue étant enfant ?
it: Qual è la cosa più ridicola che hai creduto da bambino?
ja: 子供の頃に信じていた一番馬鹿げたことは何ですか？
ko: 어린 시절 믿었던 가장 우스운 것은 무엇인가요?
nb: Hva er den mest latterlige tingen du trodde som barn?
nl: Wat is het meest belachelijke dat je als kind geloofde?
pl: Jaka jest najśmieszniejsza rzecz, w którą wierzyłeś jako dziecko?
pt_br: Qual é a coisa mais ridícula que você acreditava quando criança?
sv: Vilket är det mest löjliga du trodde som barn?
uk: Що найбезглуздішого ви вірили в дитинстві?
zh_hans: 你小时候相信过的最荒唐的事情是什么？

source: What’s the most ridiculous thing you believed as a child?
de: Was ist das Lächerlichste, was du als Kind geglaubt hast?
es: ¿Qué es lo más ridículo que creíste de niño?
fr: Quelle est la chose la plus ridicule que tu croyais quand tu étais enfant ?
it: Qual è la cosa più ridicola che credevi da bambino?
ja: 子供の頃に信じていた最も馬鹿げたことは何ですか？
ko: 어린 시절 믿었던 것 중 가장 우스꽝스러운 것은 무엇인가요?
nb: Hva er det mest latterlige du trodde som barn?
nl: Wat is het meest belachelijke dat je als kind geloofde?
pl: Jaka jest najśmieszniejsza rzecz, w którą wierzyłeś jako dziecko?
pt_br: Qual é a coisa mais ridícula que você acreditava quando criança?
sv: Vad är det mest löjliga du trodde som barn?
uk: У яку найсмішнішу річ ви вірили в дитинстві?
zh_hans: 你小时候相信过的最荒唐的事情是什么？

source: What’s the most ridiculous thing you’ve done for a dare?
de: Was ist das Lächerlichste, das du aus Wagemut getan hast?
es: ¿Qué es lo más ridículo que has hecho por un desafío?
fr: Quelle est la chose la plus ridicule que tu aies faite pour un défi ?
it: Qual è la cosa più ridicola che hai fatto per una scommessa?
ja: イタズラや挑戦でやった中で一番馬鹿げていることは何ですか？
ko: 내기로 했던 일 중 가장 우스꽝스러운 것은 무엇인가요?
nb: Hva er det mest latterlige du har gjort for en utfordring?
nl: Wat is het meest belachelijke dat je hebt gedaan voor een weddenschap?
pl: Jaka jest najśmieszniejsza rzecz, jaką zrobiłeś dla wyzwania?
pt_br: Qual é a coisa mais ridícula que você fez por um desafio?
sv: Vad är det mest löjliga du har gjort för en utmaning?
uk: Що найсмішнішого ви зробили на суперечку?
zh_hans: 你为打赌做过的最荒唐的事情是什么？

source: What's the most ridiculous thing you've ever Googled at 3 AM?
de: Was ist das Lächerlichste, das du jemals um 3 Uhr morgens gegoogelt hast?
es: ¿Qué es lo más ridículo que has buscado en Google a las 3 a. m.?
fr: Quelle est la chose la plus ridicule que tu aies jamais googlée à 3 heures du matin ?
it: Qual è la cosa più ridicola che tu abbia mai googlato alle 3 di notte?
ja: 今まで午前3時にググった中で最も馬鹿げていたことは何ですか？
ko: 새벽 3시에 검색했던 것 중 가장 황당했던 게 뭐예요?
nb: Hva er det mest latterlige du noen gang har googlet klokken 3 om natten?
nl: Wat is het meest belachelijke dat je ooit om 3 uur 's nachts hebt gegoogeld?
pl: Jaka jest najśmieszniejsza rzecz, jaką kiedykolwiek googlowałeś o 3 nad ranem?
pt_br: Qual é a coisa mais ridícula que você já pesquisou no Google às 3 da manhã?
sv: Vad är det mest löjliga du någonsin har googlat klockan 3 på natten?
uk: Що найбезглуздішого ви коли-небудь гуглили о 3-й годині ночі?
zh_hans: 你在凌晨三点谷歌搜索过的最离谱的事情是什么？

source: What’s the most romantic thing someone has ever done for you?
de: Was ist das Romantischste, was jemals jemand für dich getan hat?
es: ¿Qué es lo más romántico que alguien ha hecho por ti?
fr: Quelle est la chose la plus romantique que quelqu'un ait jamais faite pour toi ?
it: Qual è la cosa più romantica che qualcuno abbia mai fatto per te?
ja: 誰かにしてもらった中で一番ロマンチックなことは何ですか？
ko: 누군가가 당신을 위해 해준 가장 로맨틱한 일은 무엇인가요?
nb: Hva er det mest romantiske noen noen gang har gjort for deg?
nl: Wat is het meest romantische wat iemand ooit voor je heeft gedaan?
pl: Co najbardziej romantycznego ktoś dla ciebie zrobił?
pt_br: Qual é a coisa mais romântica que alguém já fez por você?
sv: Vad är det mest romantiska någon någonsin har gjort för dig?
uk: Що найромантичнішого хтось робив для тебе?
zh_hans: 别人为你做过最浪漫的事是什么？

source: What’s the most scandalous thing you’ve ever done?
de: Was ist das Skandalöseste, was du je getan hast?
es: ¿Qué es lo más escandaloso que has hecho?
fr: Quelle est la chose la plus scandaleuse que tu aies jamais faite ?
it: Qual è la cosa più scandalosa che tu abbia mai fatto?
ja: 今までで一番スキャンダラスなことは何ですか？
ko: 가장 추문을 일으켰던 일은 무엇인가요?
nb: Hva er det mest skandaløse du noen gang har gjort?
nl: Wat is het meest schandalige dat je ooit hebt gedaan?
pl: Co najbardziej skandalicznego zrobiłaś?
pt_br: Qual é a coisa mais escandalosa que você já fez?
sv: Vad är det mest skandalösa du någonsin har gjort?
uk: Що найскандальнішого ти коли-небудь робив?
zh_hans: 你做过最不正经的事情是什么？

source: What's the most selfish thing you do that you feel is justified?
de: Was ist das Egoistischste, was du tust, das du für gerechtfertigt hältst?
es: ¿Qué es lo más egoísta que haces y que consideras justificado?
fr: Quelle est la chose la plus égoïste que tu fais et que tu estimes justifiée ?
it: Qual è la cosa più egoista che fatti e che ritieni giustificata?
ja: 正当化できると思う最も利己的な行動は何ですか？
ko: 정당하다고 느끼는 가장 이기적인 행동은 무엇인가요?
nb: Hva er den mest egoistiske tingen du gjør som du føler er rettferdiggjort?
nl: Wat is het meest egoïstische dat je doet waarvan je vindt dat het gerechtvaardigd is?
pl: Co jest najbardziej samolubnego co robisz i co uważasz za uzasadnione?
pt_br: Qual é a coisa mais egoísta que você faz que sente ser justificada?
sv: Vad är det mest egoistiska du gör som du känner är rättfärdigat?
uk: Що найбільш егоїстичного ви робите і вважаєте виправданим?
zh_hans: 你做过的最自私但觉得合理的事情是什么？
